[
    {
        "title" : "สุนัขสายพันธุ์เล็ก",
        "subtitle" : "สุนัขสายพันธุ์เล็กมักเป็นสุนัขที่ผู้คนนิยมเลี้ยง เพราะมีขนาดตัวที่เล็ก น่ารัก เลี้ยงง่าย พกพาสะดวก เหมาะสำหรับผู้เลี้ยงที่ต้องการมีเพื่อนคู่ใจแต่พื้นที่เลี้ยงจำกัด",
        "img_url" : "https://cdn.pixabay.com/photo/2019/06/11/07/56/long-haired-4266262_960_720.jpg",
        "detail" : "บางคนอาจจะอยากเลี้ยงเจ้าตูบ 4 ขาเอาไว้เป็นเพื่อนเล่นและช่วยดูแลบ้าน แต่กังวลเรื่องไม่มีพื้นที่หรือสนามหญ้ากว้าง ๆ ให้พวกมันวิ่งเล่น อีกทั้งยังเรื่องเสียงเห่าของน้องหมาที่กลัวว่าจะไปรบกวนเพื่อนข้างห้องเข้า วันนี้กระปุกดอทคอมจึงได้รวบรวม 13 หมาพันธุ์เล็ก ที่เหมาะกับการเลี้ยงในบ้านและคอนโดมาฝาก ซึ่งจะมีสุนัข สายพันธุ์อะไรบ้างนั้นไปดูกันเลยจ้า \n 1.บอสตัน เทอร์เรียร์ สุนัขพันธุ์นี้มีนิสัยสุภาพมากที่สุดในบรรดาสายพันธุ์สุนัขทั้งหมด ไม่เห่าส่งเสียงดัง และยังซื่อสัตย์เป็นที่หนึ่ง ขนาดตัวเล็กกะทัดรัดแค่พื้นที่คอนโดก็อยู่ได้ ไม่จำเป็นต้องพาไปวิ่งเล่นตามสนามหญ้ากว้าง ๆ แค่พาพวกมันไปเดินเล่นบ้างก็พอแล้ว \n 2.คาวาเลียร์ คิง ชาลส์ สแปเนียล พันธุ์สุนัขที่นิยมเลี้ยงไว้ในบ้านตั้งแต่สมัยโบราณ เพราะปรับตัวเก่ง เงียบ ซื่อสัตย์ และรักเจ้าของมาก ชอบที่จะนอนเล่นบนฟูกนุ่ม ๆ ข้างคุณมากกว่าวิ่งเล่นตามสนามหญ้า อีกทั้งยังมีขนาดตัวเล็กกะทัดรัด เพราะฉะนั้นจึงเหมาะกับการเลี้ยงในบ้านหรือคอนโดสุดๆ \n 3.ชิวาวา สายพันธุ์สุนัขที่มีขนาดลำตัวเล็กมาก ๆ มีนิสัยสุภาพ ปกติแล้วจะไม่ส่งเสียงดัง ยกเว้นถูกทำให้ตกใจหรือมีผู้รุกล้ำอาณาเขต โดยผู้เลี้ยงสามารถปล่อยให้ชิวาวาไปออกกำลังกายได้เองภายในสวนหรือพื้นที่จำกัด \n 4.ดัชชุน สุนัขพันธุ์เล็กแสนรู้ ขี้ประจบ เอาใจเก่ง ขี้สงสาร และไม่ค่อยสร้างความยุ่งยาก ไม่ว่าจะอยู่ในบ้านหรือนอกบ้าน แต่มักจะมีปัญหาเรื่องกระดูกเพราะหลังยาวเป็นเหตุ ฉะนั้นคนเลี้ยงจึงควรพาดัชชุนออกไปเดินเล่นอย่างสม่ำเสมอ \n 5.อิงลิช บูลด็อก สุนัขสายพันธุ์อิงลิช บูลด็อก เป็นสายพันธุ์ที่นิยมเลี้ยงกันมากในคอนโด เพราะจอมขี้เกียจตัวนี้จะไม่เห่ารบกวนคุณและเพื่อนบ้านแน่นอน ไม่จำเป็นต้องพาไปตัดขนหรือออกกำลังบ่อย แต่ควรหมั่นเช็กสุขภาพให้ดีเพราะมักจะมีปัญหาเกี่ยวกับการหายใจ และควรเลี้ยงไว้ในบ้านที่มีเครื่องปรับอากาศเพราะสุนัขพันธุ์นี้ขี้ร้อนเอามาก ๆ \n 6.เฟรนช์ บูลด็อก เฟรนช์ บูลด็อก จะมีลักษณะนิสัยคล้ายกับอิงลิช บูลด็อก คือ ไม่เสียงดัง อดทน ซื่อสัตย์ และร่าเริง แต่มันก็ไม่ได้ขี้เกียจและชอบนอนเท่ากับสุนัขพันธุ์อิงลิช บูลด็อก การออกกำลังกายทำได้โดยพาเดินเล่นรอบ ๆ บ้านหรือเล่นเกมโยนลูกบอล ที่สำคัญผู้เลี้ยงต้องสังเกตการหายใจให้เป็น ถ้าหายใจทางปากถี่ขึ้นจนผิดปกติ ควรรีบนำมันเข้าที่ร่มหรือห้องแอร์โดยเร็ว \n 7.มอลทีส สุนัขพันธุ์เล็กที่มีนิสัยรักสงบ ไม่มีปัญหาเรื่องเสียงเห่ารบกวน ซื่อสัตย์ และน่ารักไม่แพ้สุนัขพันธุ์อื่น ๆ อีกทั้งยังเป็นสุนัขที่มีนิสัยสุภาพอ่อนโยนมากในหมู่สุนัขเล็กด้วยกัน แถมยังกระตือรือร้น ร่าเริง กระฉับกระเฉง และขี้เล่น ชอบอยู่ในบ้านมากกว่าออกไปเล่นข้างนอก การดูแลไม่ต้องมากมายแค่หมั่นแปรงและตัดแต่งขนให้เจ้ามอลทีสเป็นประจำก็พอแล้ว \n 8.ปาปิยอง เนื่องจากเป็นสุนัขพันธุ์เล็กที่มีเฉลียวฉลาด จึงถูกฝึกให้เป็นสุนัขบำบัดและฝึกแสดงโชว์บ่อย ๆ มีนิสัยเด่นตรงที่รักเจ้าของ รักเด็ก และเชื่อฟังคำสั่งอย่างดี  สำหรับคนที่คิดจะเลี้ยงเจ้าปาปิยองควรจะพาไปเดินเล่นข้างนอกบ่อย ๆ อาบน้ำสัปดาห์ละครั้ง และหมั่นแปรงขนเป็นประจำ \n 9.ปอมเมอเรเนียน เจ้าสุนัขตัวเล็กสายพันธุ์นี้ก็เป็นอีกสายพันธุ์หนึ่งที่นิยมเลี้ยงกันเพราะมีขนาดตัวเล็ก ตาแป๋ว ขนฟูนุ่ม ซื่อสัตย์ รักเจ้าของ ร่าเริง และตื่นตัวอยู่เสมอ ในทางกลับกันเป็นสุนัขที่ค่อนข้างตกใจง่าย เห่าเก่งอยู่สักหน่อย แต่สามารถฝึกได้เพราะ ปอมเมอเรเนียนมีความเฉลียวฉลาดไม่แพ้สุนัขพันธุ์อื่นเลย \n 10.พุดเดิ้ล เป็นสุนัขที่มีความเฉลียวฉลาด ร่าเริง มีชีวิตชีวา และเป็นมิตรกับทุกคน ส่วนการดูแลก็ไม่ยากแค่พาไปเดินออกกำลังเป็นประจำ และหมั่นตัดแต่งขนของพูเดิลอย่างสม่ำเสมอก่อนที่ขนจะจับตัวเป็นก้อนแข็งจนดูแลยากเท่านั้นเอง \n 11.ปั๊ก เจ้าหมาปั๊กเป็นหมาที่พลังเยอะ เล่นได้ไม่หยุด ชอบอยู่กับเจ้าของ สามารถอยู่ในที่เล็ก ๆ และอยู่ร่วมกันหลายตัวได้ ออกกำลังกายโดยการพาไปเดินเล่นก็พอ แต่อย่าให้มันออกกำลังกายหนักในช่วงที่มีอากาศร้อนหรือหลังกินอาหารเสร็จเท่านั้นเอง \n 12.ชิสุ เป็นสุนัขที่ถูกเพาะพันธุ์ให้เป็นสุนัขบ้าน มีความเฉลียวฉลาด จงรักภักดี ขี้เล่น เข้ากับเด็ก ๆได้ดี ขอแค่เจ้าของพามันออกไปวิ่งออกกำลังกายบ้างก็ทำให้เจ้าชิสุมีความสุขแล้ว \n 13.ยอร์คเชียร์ เทอร์เรีย สามารถอยู่ได้แม้ในคอนโดที่มีพื้นที่น้อย นิสัยปรับตัวได้ง่าย เป็นมิตร และชอบเห่า แต่สามารถฝึกเพื่อปรับนิสัยได้ การอาบน้ำให้ยอร์คเชียร์ แค่ 1 ครั้งต่อเดือน และหมั่นแปรงขนทุก ๆ 2 วัน เพื่อไม่ให้ขนพันกันยุ่งก็พอแล้วค่ะ"
    },

    {
        "title" : "สุนัขสายพันธุ์ใหญ่",
        "subtitle" : "สุนัขสายพันธุ์ใหญ่ก็มีความน่ารักไม่แพ้สุนัขสายพันธุ์เล็ก สุนัขพันธุ์ใหญ่นอกจากจะฉลาดแสนรู้แล้วยังเฝ้าบ้านได้อีกด้วย",
        "img_url" : "https://cdn.pixabay.com/photo/2021/12/14/09/37/animal-6870176_960_720.jpg",
        "detail" : "หมาพันธุ์ใหญ่นั้นน่ารักน่าเลี้ยงไม่แพ้หมาพันธุ์เล็กเลยเชียว ซึ่งสุนัขพันธุ์ใหญ่นั้นเหมาะกับการเลี้ยงแบบ Outdoor หากอยู่คอนโดอาจจะไม่เหมาะ ใครที่มองหาหมาพันธุ์ใหญ่เลี้ยง จะเฝ้าบ้านก็ได้ เป็นเพื่อนก็ได้ เป็นลูกก็ดี เรียกว่าน้องได้เป็นทุกอย่างให้คุณแล้ว ตามไปดูกันเลยว่ามีหมาพันธุ์ใหญ่พันธุ์ไหนบ้าง \n 1.ไซบีเรียนฮัสกี้ ความน่ารักของสุนัขพันธุ์ไซบีเรียนนั้นขโมยใจใครหลาย ๆ คนไปไม่น้อย ด้วยหน้าตาที่น่ารัก น่าเอ็นดู พร้อมดวงตารูปอัลมอนด์ พร้อมสีตาสีน้ำตาลหรือสีฟ้าอ่อนทำให้หลงรักไม่ยาก เป็นสุนัขพันธุ์กลางที่นิยมเลี้ยงในไทย สุนัขพันธุ์นี้จะชอบการวิ่งหรือการเล่นกับเจ้าของเป็นพิเศษ ดังนั้นหากมีกิจกรรมที่ทำร่วมกันกับเค้ายิ่งดีเลยล่ะ ไซบีเรียนเป็นสุนัขที่มีขนหนาดังนั้นหลังอาบน้ำจึงต้องเป่าขนให้แห้งสนิท ป้องกันการอับชื้น \n 2.เยอรมันเชพเพิร์ด สุนัขพันธุ์ใหญ่ที่มีสัดส่วนดี มีสัญชาตญาณการอารักขา ที่นิยมใหช้เป็นสุนัขตำรวจ สุนัขนำทางคนตาบอด เยอรมันเชพเพิร์ดเป็นหมาพันธุ์ใหญ่ที่มีพลังเยอะ ดังนั้นจึงต้องพาน้องไปออกกำลังกาย และฝึกนิสัยอยู่เป็นประจำเพื่อให้อารมณ์คงที่และไม่ดุ หากใครที่เลี้ยงพันธุ์นี้แต่ไม่มีเวลาพาไปออกกำลังกายหรือเล่นด้วยควรต้องพิจารณาอีกที การอาบน้ำควรอาบแค่ตอนสกปรก เพราะถ้าอาบบ่อยจะทำให้น้ำมันบนผิวของเค้าหายไป ควรฝึกเค้าตั้งแต่เด็กเพราะถ้าโตมาแล้วจะเป็นเรื่องยากในการฝึก \n 3.โกลเด้น รีทรีฟเวอร์ เป็นสายพันธุ์สุนัขใหญ่ที่คนนิยมเลี้ยง ด้วยความที่เจ้าหมาพันธุ์นี้น่ารักขี้อ้อน มีบริเวณศีรษะค่อนข้างกว้าง และช่วงปากที่แข็งแรง นัยน์ตาเป็นสีน้ำตาลน่ารัก ชอบทำเหมือนตัวเองเป็นน้องหมาตัวเล็กตัวน้อย จริง ๆ แล้วไม่ใช่เลย ชอบวิ่งเล่นจับสิ่งของและว่ายน้ำ อาจจะสระสระน้ำเป่าลมหรืออ่างน้ำเล็ก ๆ ให้เล่นก็แฮปปี้แล้ว โกลเด้นนั่นมีขนที่ยาวและร่วงเยอะมาก จึงต้องแปรงขนให้บ่อย ๆ และต้องควบคุมน้ำหนักไม่ให้อ้วนเกินไปด้วยล่ะ เพราะโกลเด้นกินเก่งมาก \n 4.ลาบาดอร์ รีทรีฟเวอร์ เป็นสุนัขพันธุ์ใหญ่ขนสั้น หนาและแน่น จะมีขนสีน้ำตาลอ่อน สีน้ำตาลเข้มและขนสีดำ และเป็นหมาพันธุ์ใหญ่ที่ฝึกง่าย เหมาะกับการนำมาเลี้ยงเป็นเพื่อน อีกทั้งยังใช้เป็นสุนัขตำรวจ ดมหาสารเสพติด เพราะมีความสามารถดมกลิ่นได้ดีเยี่ยม และยังสามารถใช้ในการบำบัดโรคซึมเศร้าได้ด้วย การดูแลลาบาดอร์นั้นไม่ยุ่งยาก ควรอาบน้ำให้สัปดาห์ละครั้ง แปรงขนให้เป็นครั้งคราวก็เพียงพอแล้ว และต้องตัดเล็บให้สั้น \n 5.โดเบอร์แมน พินเชอร์ ใครชอบสุนัขพันธุ์ใหญ่ที่มีพลังเหลือล้น ทรงพลัง แอคทีฟตลอดเวลา ต้องเลี้ยงพันธุ์โดเบอร์แมน พินเชอร์เลย ลักษณะของพันธุ์นี้คือมีศีรษะที่ยาวและลำตัวที่เพรียว มีกล้ามเนื้อ หูมักถูกตัดและดัดให้ตั้งขึ้น หางสั้น มีขนสีดำน้ำตาล เป็นสายพันธุ์สุนัขใหญ่อีกหนึ่งสายพันธุ์ที่ฝึกง่าย รักครอบครัว ถ้าเห็นว่าใครจะมาทำร้ายครอบครัวก็พร้อมจะปกป้องแบบไม่ลังเลเชียวล่ะ การพาไปในที่สาธารณะควรมีสายจูงหมาที่แข็งแรง เพราะพันธุ์นี้ก็ค่อนข้างขึ้นชื่อเรื่องความดุ \n 6.บางแก้ว มาที่สุนัขพันธุ์ไทยกันบ้าง ไม่เชิงเป็นสายพันธุ์สุนัขใหญ่แต่เป็นขนาดกลาง มีต้นกำเนิดอยู่ที่วัดบางแก้ว ต.บางแก้ว อ.บางระกำ จ.พิษณุโลก หมาบางแก้วจะมมีขนยาวสองชั้นเหมือนสุนัขป่า หูป้องไปข้างหน้าเหมือนจิ้งจอก ขึ้นชื่อเรื่องความดุ ไม่ชอบคนแปลกหน้า แต่ในขณะเดียวกันก็ซื่อสัตย์ หวงเจ้าของมาก ๆ สามารถเลี้ยงไว้เฝ้าบ้านได้ มีสัญชาตญาณนักล่าไม่น้อยเลยทีเดียว แต่ไม่ใช่เห็นว่าดุแล้วจะไม่น่าเลี้ยง ความน่ารักของบางแก้วคือซุกซน อยากรู้อยากเห็น และมีความฉลาดเป็นอย่างมาก \n 7.ไทยหลังอาน สุนัขพันธุ์ไทยแท้ ขนสั้น หูตั้งเป็นรูปสามเหลี่ยม ปลายจมูกสีดำและมีขนย้อนกลับที่กลางหลังเป็นรูปต่าง ๆ ยาวไปตามแนวหลัง หรือเรียกว่า “อาน” นั้นเอง ซึ่งเป็นเอกลักษณ์ของพัธุ์นี้เลยก็ว่าได้ สุนัขพันธุ์ไทยหลังอาน ถือว่ามีความแข็งแรงมาก อยู่ได้ในทุกสภาพอากาศไม่ว่าจะร้อนหรือหนาว มีความดุร้าย เฝ้าบ้านได้ ระแวดระวังคนแปลกหน้าได้เป็นอย่างดี \n ใครที่ชอบน้องหมาเป็นชีวิตจิตใจแต่เลี้ยงไม่ได้ ลองไปพบเจอความน่ารักของน้อง ๆ ได้ที่คาเฟ่หมากันก่อนได้ มีหลากหลายพันธุ์ให้เล่น หรือใครที่มองหาน้องหมาพันธุ์กลางไปจนใหญ่สามารถศึกษานิสัยใจคอของพันธุ์นั้น ๆ ว่าเหมาะกับไลฟ์สไตล์คุณหรือไม่"
    },

    {
        "title" : "วิธีดูแลสุนัขเบื้องต้น",
        "subtitle" : "การทำความเข้าใจในวิธีการดูแลสุนัขถือว่าเป็นเรื่องสำคัญมาก ผู้เลี้ยงจำเป็นต้องศึกษาเรียนรู้ข้อมูลต่างๆ มากมาย รวมไปถึงเรื่องพื้นฐานต่างๆ ทั้งหมดที่จะช่วยให้ลูกสุนัขมีสุขภาพที่ดีทั้งกายและใจ แต่การเริ่มต้นอย่างถูกวิธีนั้น จะทำให้ทุกอย่างง่ายขึ้นสำหรับคุณและสุนัขของคุณ",
        "img_url" : "https://cdn.pixabay.com/photo/2020/10/03/11/08/girl-5623231_960_720.jpg",
        "detail" : "หากคุณกำลังคิดเกี่ยวกับการรับสุนัขมาเลี้ยงหรือได้เป็นเจ้าของสุนัขมาหลายปี คำถามสุขภาพจำนวนมากเกี่ยวกับสุนัขที่ยังไม่ได้คำตอบ โชคดีที่เรามีคำตอบและเคล็ดลับการดูแลสุขภาพสุนัขมากมายที่นี่ จากโรคสุนัขต่างๆและปัญหาสุขภาพสาเหตุอาการและการรักษาป้องกัน คุณสามารถเรียนรู้เพิ่มเติมเกี่ยวกับวิธีการดูแลลูกสุนัขของคุณโดยการค้นหาทุกบทความคำแนะนำการดูแลสุขภาพสุนัขของเรา \n สาเหตุการเกิดโรค \n คุณสังเกตเห็นความเปลี่ยนแปลงในลูกสุนัขของคุณหรือไม่ ถ้าเขาทำตัวไม่เป็นอย่างเคยซึมเศร้าหรือวิตกกังวล รู้เกี่ยวกับปัญหาสุขภาพของสุนัขต่างๆและสาเหตุของพวกเขาจะมีประโยชน์อย่างแน่นอน ไม่ว่าจะเป็นพันธุศาสตร์ สายพันธุ์ อายุวิถีชีวิต สภาพจิตใจ พฤติกรรมหรือสภาพแวดล้อม มื่เริ่มต้นเรียนรู้เกี่ยวกับสาเหตุที่พบบ่อยเหล่านั้นเพื่อที่คุณจะได้เตรียมการที่จะดูแลสุนัขของคุณอย่างดีที่สุดเท่าที่จะเป็นไปได้ \n สัญญาณและอาการ \n คุณรู้หรือไม่ว่าอาการสุขภาพของสุนัขที่คุณควรจะดูแลอย่างจริงจัง? อาการบางอย่างสามารถเห็นได้อย่างชัดเจน ยกตัวอย่างเช่นปัสสาวะในบ้านส่วนใหญ่มักจะเป็นสัญญาณของโรคไตหรือปัญหาของระบบทางเดินปัสสาวะ แต่อาการสุขภาพของสุนัขอื่นๆ นั้นไม่ได้สังเกตุง่าย เช่นง่วงนอนตลอดเวลา อาจจะเป็นสัญญาณปัญหาของน้ำหนักหรือข้อต่อ ค้นหาที่สัญญาณและอาการแสดงที่คุณควรจะดูแลอย่างจริงจังและวิธีที่ถูกต้องในการปกป้องลูกสุนัขของคุณ \n การรักษาเชิงป้องกัน \n มันขึ้นอยู่กับคุณในการให้สุนัขของคุณมีสุขภาพดีและปลอดภัย จากโภชนาการที่เหมาะสม, การแปลงขน และการออกกำลังกายเพื่อป้องกันพยาธิและการตรวจสุขภาพจากสัตวแพทย์ มีมาตรการป้องกันหลายที่คุณสามารถใช้เพื่อป้องกันแมวของคุณจากการป่วยหรือได้รับบาดเจ็บ เรียนรู้เพิ่มเติมเกี่ยวกับวิธีการกันลูกแมวของคุณให้ปลอดภัย โดยอ่านบทความเกี่ยวกับการฉีดวัคซีนแนะนำแปลงขน ยารักษาหมัดและเห็บยาและอื่นๆ"
    },

    {
        "title" : "อาหารอันตราย 10 ชนิด ที่ไม่ควรให้สุนัขกินโดยเด็ดขาด",
        "subtitle" : "เมื่อสุนัขได้กลิ่นหอม ๆ ของอาหารจากห้องครัวทีไรเป็นต้องวิ่งเข้าหาทุกครั้ง และเชื่อว่าเจ้าของทุกคน หากได้หันไปเห็นดวงตากลม ๆ ส่งสัญญาณอ้อนวอนมาเมื่อไหร่ ย่อมต้องใจอ่อน ยอมแบ่งอาหารให้ตลอด โดยไม่รู้เลยว่า ตัวเองกำลังทำร้ายสุนัขทางอ้อม เพราะอาหารบางชนิดถึงแม้จะมีประโยชน์กับคน แต่อาจทำให้เกิดโทษกับสุนัขได้",
        "img_url" : "https://cdn.pixabay.com/photo/2019/09/17/18/50/puppy-4484296_960_720.jpg",
        "detail" : "1.กระดูกความจริงแล้วกระดูกไม่ใช่อาหารที่ดีต่อสุขภาพของสุนัขเท่าไหร่ ถ้าเลี่ยงได้ก็ควรหลีกเลี่ยง แต่คนที่เลี้ยงสุนัขยังสามารถให้น้องกินกระดูกได้เพียงแต่ต้องเป็นกระดูกดิบเท่านั้น เพราะนิ่มและย่อยช่วยให้สุนัขย่อยได้ดี แต่ก็ต้องระวังเชื้อโรคที่อาจปะปนมา ส่วนกระดูกที่ห้ามให้น้องหมากินเด็ดขาดคือกระดูกต้มสุก เพราะกระดูกที่สุกจะแตกหักง่าย ถ้าสุนัขกินเข้าไปอาจทิ่มแทงส่วนต่าง ๆ ของอวัยวะในระบบย่อยอาหารได้ เช่น กระเพาะ ลำไส้ ฯลฯ \n 2.ตับและเครื่องในตับและเครื่องในส่วนใหญ่จะมีธาตุฟอสฟอรัสเยอะ น้องหมาสามารถกินได้แต่อย่าให้เขากินเป็นประจำทุกวันหรือเกือบทุกวัน เพราะหากสุนัขได้รับฟอสฟอรัสเป็นระยะเวลานานจะทำให้ตับและไตทำงานหนักจนมีโอกาสเป็นนิ่วในระบบทางเดินปัสสาวะได้ นอกจากนี้ตับและเครื่องในยังอาจทำให้สุนัขมีปัญหาเรื่องกระดูก ทำให้กระดูกแตกหักง่ายหรือกระดูกบาง \n 3.นมวัวหรือผลิตภัณฑ์ที่ทำจากนมวัวร่างกายน้องหมาส่วนใหญ่จะขาดเอมไซน์สำหรับใช้ย่อยนมวัว เราอาจจะเห็นเขากินอย่างเอร็ดอร่อย แต่นมวัวจะทำให้สุนัขอาหารไม่ย่อย อาเจียน และท้องเสียได้ พวกผลิตภัณฑ์จากนมวัวอย่างเนยกับชีสก็ควรเซย์โนไปเลย ห้ามให้น้องหมากินเพราะน้องจะท้องเสียและอาเจียน แต่ถ้าอยากให้น้องกินนมก็ควรกินนมสำหรับสุนัขโดยเฉพาะหรือให้กินนมแพะ เพราะนมแพะมีน้ำตาลแลคโตสน้อยกว่านมชนิดอื่น ๆ \n 4.ช็อกโกแลต ขนมต้องห้ามที่ไม่ควรให้สุนัขกินเด็ดขาดก็คือช็อกโกแลต! เพราะในช็อกโกแลตมีสาร “Theobromine” ซึ่งเป็นกลุ่มเดียวกับสารคาเฟอีน สารนี้จะกระตุ้นให้ร่างกายสุนัขหลั่งอะดรีนาลีน (Adrenaline) ทำให้หัวใจน้องเต้นเร็ว เหงื่อออกเยอะ ถ้ากินเข้าไปเยอะมาก ๆ สุนัขอาจมีอาการอาเจียน ท้องเสีย กระวนกระวาย จนอาจถึงขั้นเสียชีวิตได้เลยนะคะ อันตรายมาก รวมถึงพวกขนมที่มีช็อกโกแลตเป็นส่วนผสมก็เป็นอันตรายต่อสุนัขเช่นเดียวกัน แต่สารนี้ในช็อกโกแลตไม่เป็นอันตรายต่อคนนะคะ \n 5.ไข่ดิบไข่ดิบอาจทำให้สุนัขอาหารเป็นพิษได้ เพราะไข่ดิบอาจปนเปื้อนเชื้อแบคทีเรียจนทำให้น้องหมาท้องเสีย นอกจากนี้ในไข่ดิบก็มีเอนไซม์อะวิดินที่ส่งผลต่อการดูดซับไบโอตินซึ่งเป็นสารที่จำเป็นต่อการบำรุงขนและผิวหนังของสุนัข ส่งผลให้สุนัขมีปัญหาเกี่ยวกับโรคผิวหนังได้ \n 6.หัวหอมและกระเทียม คนที่เลี้ยงสุนัขไม่ควรให้อาหารที่มีส่วนผสมของหัวหอมและกระเทียมแก่สุนัขเด็ดขาด เพราะพวกนี้มีสารที่ชื่อว่า ไทโอซัลเฟต (Thiosulphate) ทำให้สุนัขเลือดจางได้ และหากสุนัขกินหัวหอมและกระเทียมในปริมาณมากจะมีอาการหายใจถี่หรือหัวใจเต้นเร็ว เป็นอันตรายต่อน้องหมามาก ๆ ค่ะ \n 7.องุ่นและลูกเกดในองุ่นและลูกเกดมีสารที่สามารถทำให้สุนัขไตวายเฉียบพลันได้ อีกทั้งยังสามารถทำให้สุนัขเกิดอาการท้องเสียจนร่างกายขาดน้ำ เบื่ออาหาร และอาเจียนได้ ถ้าจะให้น้องหมากินผลไม้ควรหาอย่างอื่นมาแทนที่ไม่ใ่ช่องุ่นกับลูกเกดจะดีกว่าค่ะ \n 8.ชา กาแฟ หรือเครื่องดื่มที่มีคาเฟอีนกาแฟและชามีสารคาเฟอีนที่ทำให้หัวใจสุนัขเต้นไม่เป็นจังหวะ กล้ามเนื้อเกร็ง หากสุนัขได้รับมากเกินไปก็จะทำให้ช็อคหรือเสียชีวิต \n 9.เกลือหากน้องหมาได้รับเกลือเยอะเกินไปจะทำให้เกิดอาการกระหายน้ำและปัสสาวะบ่อย สิ่งที่น่ากลัวคือเมื่อไหร่ที่น้องหมาเริ่มอาเจียน ท้องเสีย สั่น อุณหภูมิในร่างกายสูง อาการเหล่านี้เป็นสัญญาณบ่งบอกว่าสุนัขได้รับเกลือเยอะเกินไป ควรพาไปพบสัตวแพทย์เพื่อทำการรักษาโดยเร็ว \n 10.ขนมปังในขนมปังมียีสต์เป็นส่วนประกอบ ซึ่งเจ้ายีสต์ตัวนี้นี่แหละค่ะที่จะไปรบกวนระบบการย่อยอาหารของสุนัข ทำให้สุนัขเกิดลมในกระเพาะอาหาร ส่งผลให้น้องท้องอืดหรืออาหารไม่ย่อยได้ แถมถ้าให้สุนัขกินขนมปังเยอะยังเสี่ยงต่อการเกิดโรคอ้วนด้วย"
    }
]
